[
  {
    "slug": "hello-world",
    "title": "Hello, world",
    "author": "Laurent Kleering van Beerenbergh",
    "date": "2026-11-26",
    "description": "A short introduction about who I am and what I want to share here.",
    "ogImage": "/images/laurent.png",
    "tags": [
      "intro",
      "personal",
      "life",
      "dev",
      "music"
    ],
    "content": "<h2>Hello, world. This is me Laurent.</h2>\n<p>I've recently came up with an idea to start blogging. I got inspired by a colleague\nthat already does some blogging. Over here I'd like to share my own experiences in, for example vibe-coding an app from scratch\nor a life experience that I had. It could be interesting for others to read, and for myself to read upon it later.\nI always like to store memories in all kinds of way to reflect back on it. In this way; writing it publicly - I have never done it, but it is interesting.\nUsually I would film or video it, but by writing it can really be articulated from brain to text, if you get what I mean.</p>\n<h2>What you can expect</h2>\n<p>Short, honest posts about things I go through and what I experience along the way of lifes.</p>\n<p>• things I learn as a developer</p>\n<p>• music, creativity, and inspiration</p>\n<p>• thoughts on discipline, growth, doubts</p>\n<p>• lifestyle: travel, Dublin vibes, random experiences</p>\n<p>• my projects</p>\n<p>• maybe even a video now and then</p>\n<h2>Why I’m doing this</h2>\n<p>I want a place to document things, not perfect, but genuine.<br>\nSomewhere to share, reflect, and maybe inspire someone who’s on a similar path.</p>\n<h2>What’s next?</h2>\n<p>I’m keeping it simple.</p>\n<p>Sometimes a short post, sometimes a longer breakdown, sometimes just one insight from that day.</p>\n<p>Thanks for being here.</p>\n<p>Let’s see where this goes.</p>\n",
    "excerpt": "Hello, world. This is me Laurent.\nI've recently came up with an idea to start blogging. I got inspired by a colleague\n that already does some blogging..."
  }
]